define(function () {
    return {
        ChnFname: ["李","王","张","刘","陈","杨","赵","黄","周","吴","徐","孙","胡","朱","高","林","何","郭","马","罗","梁","宋","郑","谢","韩","唐","冯","于","董","萧","程","曹","袁","邓","许","傅","沈","曾","彭","吕","苏","卢","蒋","蔡","贾","丁","魏","薛","叶","阎","余","潘","杜","戴","夏","钟","汪","田","任","姜","范","方","石","姚","谭","廖","邹","熊","金","陆","郝","孔","白","崔","康","毛","邱","秦","江","史","顾","侯","邵","孟","龙","万","段","雷","钱","汤","尹","黎","易","常","武","乔","贺","赖","龚","文"],
        ChnName: {
            girl : [
                '安妮','贝丽','冰冰','冰莹','莹','彩萱','楚云','春芳','雨','采文','文','桃','梅','丹','蝶梦','雅','朵儿','芳','菲菲','芬芬','桂芝','兰','飞雪','含香','和美','美','欢欣','华楚','红叶','季雅','嘉丽','悦','姣姣','菁菁','金枝','今歌','筠溪','君丽','可儿','兰梦','丽泽','伶伶','珑玲','流婉','曼','梦','孟阳','玟玉','玉','敏丽','敏','慕诗','诗','娜','妮','念念','静','雪','暖暖','平乐','萍雅','萍','清秋','千秋','秋','俏美','琴音','奇颖','颖','秋阳','琼岚','曲静','冉冉','蓉蓉','如馨','若云','莎莎','诗蕾','书艺','丝琪','思凡','天悦','陶然','婷美','童童','文姝','韦柔','宛曼','文瑶','希恩','夏彤','仙仪','向晨','晓曼','晓兰','晓燕','笑雯','心宜','欣可','秀丽','玄清','雪儿','雪曼','雅安','嫣然','彦红','燕妮','一南','依白','瑶岑','怡月','忆敏','以晴','茵茵','音悦','盈','悠','竹','月','飞','韵梅','真茹','子凡','子亦','芷文','紫桐'
            ],
            boy:[
                '安福','宾鸿','彬彬','博超','超','波鸿','鸿','波','博文','博','成化','承望','德容','德明','明','飞白','飞扬','鹏','高轩','高阳','阳','光辉','高远','国兴','光启','涵亮','亮','瀚海','和畅','浩','弘义','弘懿','华翰','鸿卓','坚白','嘉悦','荣','建柏','景澄','经武','季同','开诚','凯旋','康胜','胜','乐邦','力强','强','乐游','茂才','明志','明远','敏才','朋义','彭彭','鹏鹍','鹏飞','奇迈','祺祥','锐逸','睿识','绍祺','思源','泰河','天华','天路','同甫','天纵','天','巍奕','伟才','文柏','文昌','伟泽','伟','文彦','向晨','晓博','心远','欣然','信瑞','兴腾','兴思','星波','修诚','修谨','学文','雪峰','雅昶','宜民','阳德','阳秋','毅然','英达','英范','英勋','永康','永丰','勇军','雨信','玉泉','宇航','元凯','越彬','煜祺','勇毅','烨霖','永逸','星剑','剑','展鹏','正平','正奇','智明','志国','子真','子石','子瑜','正谊','智渊','智','曾琪'
            ]
        },
        EngName: {
            girl : [
                'Amy','Bella','Candy','Cherry','Ella','Grace','Haley','Jane','Kate','Laura','Linda','Mary','Nancy','Olivia','Pearl','Sherry','Vera','Wendy'
            ],
            boy:[
                'Andy','Bill','Carl','David','Eric','Fred','Harry','Jim','Leo','Mark','Peter','Richard','Steve','Tony','Tim','Vincent','Zack'
            ]
        },
        Jobs: ["律师","老师","程序员","公务员","商人","警察","军人","作家","演员","导演","音乐家","司机","会计","秘书","教授","科学家","宇航员","运动员","企业家","设计师","画家","普通工人","淘宝店主","自由职业者","旅行者","传教士","杂志编辑","企业中层管理","天使投资人","创业者","待业青年","保安","飞行员","古董鉴赏者","游戏解说","职业玩家","赛车手","情感专家","舞蹈家","歌手","厨师","品酒大师","忍者","学生","气功师","社会活动家","政治家","投机者","法官","漫画家","医生","救火员","经济学者","发明家","工业设计师","建筑师","健身教练","世界纪录保持者","翻译","侦探","海关官员","模特","主持人","保姆","幼儿园老师","地理学家","物理学家","化学家","数学家","生物学家"]
    }
}) 
    